import SecondPage from "../components/SecondPage";
const Oferta = () => {
    return <SecondPage>
        <p>Документ, положення якого викладено нижче за текстом, є Публічною Офертою та Публічним Договором. Відповідно до положень ст. ст. 633, 641 Цивільного кодексу України умови публічної оферти та публічного договору однакові для всіх Замовників.</p>
        <p>Відповідно до ч. 2 ст. 642 Цивільного кодексу України, внесення оплати є акцептом (прийняттям) даної оферти, що дорівнює укладенню договору на умовах, викладених нижче за текстом.</p>
        <p>Дана Публічна Оферта адресована всім фізичним та юридичним особам, які бажають скористатися послугою та мають технічну можливість отримання послуги.</p>

        <h1>ПУБЛІЧНИЙ ДОГОВІР (ОФЕРТА) <br /> <small>про надання інформаційних послуг</small></h1>

        <h2>1. ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
        <ul>
            <li>1.1. Цей Публічний договір (далі – Оферта, Договір) є офіційною пропозицією Виконавця з надання Інформаційних послуг юридичним та/або дієздатним фізичним особам (далі – Замовник) на наведених нижче умовах шляхом надання інформації через текстові, відео, фото, аудіо уроки/повідомлення - спеціальної форми передачі інформації, спрямованої на придбання Замовником додаткових знань, умінь та навичок у певній сфері діяльності в результаті використання Замовником особливих заходів, що визначаються на свій розсуд.</li>
            <li>1.2. Прийняття (акцепт) цієї Оферти означає повне та беззастережне прийняття Замовником усіх умов без будь-яких винятків та/або обмежень та прирівнюється відповідно до ч. 2 ст. 642 Цивільного кодексу України (далі ЦК України) до укладання сторонами двостороннього письмового договору на умовах, викладених нижче в цій Оферті.</li>
            <li>1.3. Цей Публічний договір про надання Інформаційних послуг (Оферта) вважається укладеним (акцептованим) з моменту надходження коштів Замовника на розрахунковий рахунок Виконавця.</li>
            <li>1.4. Виконавець та Замовник надають взаємні гарантії своєї право- та дієздатності необхідні для укладання та виконання цього Договору про надання Інформаційних послуг.</li>
        </ul>

        <h2>2. ВИЗНАЧЕННЯ І ТЕРМІНИ</h2>
        <ul>
            <li>
                2.1. В цілях цієї Оферти наведені нижче терміни використовуються в наступному значенні:
                <p>Оферта – публічний договір про надання інформаційних послуг.</p>
                <p>Інформаційні послуги – будь-які послуги Виконавця, види та вартість яких визначено на Сайті або сторінці у соцмережі, де розміщений даний договір оферти, надання обмеженого доступу Замовнику до Сайту, іншим закритим каналам надання матеріалів, описаних на сайті (закритий профіль Instagram, закритий канал WhatsApp, Telegram) відповідно до умов Оферти для участі у тематичних марафонах у форматі інформаційних послуг Виконавця з надання за плату мультимедійних курсів, тренінгів, марафонів (у записі та потоковому форматі), та супутніх інформаційних послуг Виконавця у формі консультацій, за допомогою використання програмного забезпечення із закритим кодом, або консультаційних послуг в іншій формі. Форма та необхідність надання супутніх інформаційних послуг визначаються Виконавцем самостійно.</p>
                <p>Акцепт Оферти - повне та беззастережне прийняття Оферти шляхом здійснення дій по оплаті обраної Інформаційної послуги.</p>
                <p>Виконавець – Фізична особа-підприємець Михайлова Катерина Дмитрівна, РНОКПП: 3828401404, e-mail: <a href="mailto:muhaylovakate0@gmail.com">muhaylovakate0@gmail.com</a>, інші контактні дані надаються Замовнику за запитом.</p>
                <p>Замовник – особа, яка здійснила Акцепт Оферти на викладених у ній умовах.</p>
                <p>Договір про надання інформаційних послуг (далі – Договір) – договір між Замовником та Виконавцем про надання Інформаційних послуг, який укладається за допомогою Акцепту цієї Оферти.</p>
            </li>
        </ul>

        <h2>3.ПРЕДМЕТ ОФЕРТИ</h2>
        <ul>
            <li>3.1. Предметом цієї Оферти є відплатне надання Замовнику Інформаційних послуг силами Виконавця відповідно до умов цієї Оферти шляхом надання Інформаційних послуг у відео-, фото-, аудіо-, текстовому форматі за винагороду, що виплачується Замовником Виконавцю та згідно оплаченого тарифу.</li>
            <li>3.2. Вартість кожного виду Інформаційної послуги встановлюється на сайті, або іншій платформі, де розміщений даний Договір. Цей договір про надання Інформаційних послуг вважається укладеним з моменту надходження коштів на рахунок Виконавця.</li>
            <li>3.3. Платежі за цим договором здійснюється одним із способів, що пропонуються Замовнику, у тому числі при натисканні кнопки «Сплатити», які включають наступні види оплат:
                <ul>
                    <li>- оплата електронними коштами;</li>
                    <li>- оплата через платіжні термінали чи інтернет-банкінг;</li>
                    <li>- оплата на розрахунковий рахунок Виконавця через банк або банк-еквайєр;</li>
                    <li>- оплата через спеціально уповноважених агентів (фізичних або юридичних осіб);</li>
                    <li>- іншими способами за попереднім погодженням з Виконавцем.</li>
                </ul>
            </li>
            <li>3.4. Замовник має можливість здійснити оплату частинами. Сумма оплати, що внесена частково є завдатком.</li>
        </ul>

        <h2>4.УМОВИ НАДАННЯ ІНФОРМАЦІЙНОЇ ПОСЛУГИ</h2>
        <ul>
            <li>4.1. Після проведення оплати Виконавець за узгодженим графіком надає обмежений доступ Замовнику до оплаченої Виконавцем Інформаційної послуги, розміщеної у закритому каналі Telegram, або іншому узгодженому сервісі зберігання (надання) інформації. Термін доступу до навчальних матеріалів відраховується з моменту узгодженого дати початку навчання.</li>
            <li>4.2. Види та способи оплати, а також строк надання кожного виду Інформаційної послуги зазначаються на сайті.</li>
            <li>4.3. Придбання учбового матеріалу підтверджується внесенням оплати одним із способів, вказаних на сайті або у особистій переписці. Підключення Замовника до закритих каналів участі здійснюється шляхом отримання від Замовника номера телефону мобільного зв'язку для підключення до закритого каналу. Підключення до закритих каналів здійснюється автоматично або після відправки Замовником фото-підтвердження оплати Інформаційних послуг менеджеру.</li>
            <li>4.4. Якщо Замовник за 2 дні до старту курсу не отримав доступу до Інформаційної послуги, йому необхідно звернутися до менеджера Виконавця за адресою:  <a href="https://t.me/fiverr_designer" target="_blank">https://t.me/fiverr_designer</a>.</li>
            <li>4.5. Виконавець зобов'язується розпочати надання Замовнику Інформаційну послугу шляхом додавання до закритого чату Telegram або іншого узгодженого ресурсу.</li>
            <li>4.6. Ця Оферта має чинність акта про надання послуг. Прийняття послуги провадиться без підписання відповідного акта.</li>
            <li>4.7. Використання Замовником інформації та матеріалів, одержаних в результаті отримання Інформаційних послуг, допускається лише в особистих цілях та для особистого використання Замовника. Виконавець залишає за собою право анулювати доступ Замовника до матеріалу у разі встановлення факту розповсюдження Замовником інформації та матеріалів, отриманих ним від Виконавця третім особам за плату або безоплатно. В такому випадку кошти сплачені за послугу не повертаються.</li>
        </ul>

        <h2>5. ПРАВА ТА ОБОВ'ЯЗКИ ВИКОНАВЦЯ</h2>
        <ul>
            <li>5.1. Виконавець має право покласти виконання даного договору на іншу особу, залишаючись відповідальним в повному обсязі перед Замовником за порушення договору.</li>
            <li>5.2. Виконавець зобов'язується надавати Замовнику цілодобовий доступ до оплачених текстових, відео, фото, аудіо-матеріалів протягом строку узгодженого сторонами. Додавання матеріалів може провадитись Виконавцем поетапно.</li>
            <li>5.3. Виконавець несе відповідальність за зберігання та обробку персональних даних Замовника, забезпечує конфіденційність цих даних у процесі їх обробки та використовує їх виключно для якісного надання Інформаційної послуги Замовнику.</li>
            <li>5.4. Виконавець гарантує надання Замовнику повної та достовірної інформації про послугу на його вимогу.</li>
            <li>5.5. Виконавець має право припиняти надання платних послуг з моменту закінчення терміну (строку) їх надання, або здійснювати обмеження доступу Замовника до навчальних матеріалів у випадку не здійснення повної оплати.</li>
            <li>5.6. Виконавець має право змінювати умови цієї Оферти в односторонньому порядку без попереднього повідомлення Замовника, публікуючи зазначені зміни на Сайті, не пізніше 5 календарних днів з дня їх внесення (прийняття).</li>
        </ul>

        <h2>6. ПРАВА ТА ОБОВ'ЯЗКИ ЗАМОВНИКА</h2>
        <ul>
            <li>6.1. Замовник зобов'язаний надавати достовірну інформацію про себе у процесі заповнення заявки (реєстрації) на Сайті. Замовник відповідає за достовірність такої інформації.</li>
            <li>6.2. Замовник зобов'язується під час використання платних послуг своєчасно оплачувати послуги Виконавця в обсязі, порядку та строки, передбачені цим Договором та обраним тарифом.</li>
            <li>6.3. Замовник зобов'язується ознайомитися з Договором, умовами надання вибраних послуг, дотримуватись та виконувати їх вимоги.</li>
            <li>6.4. Замовник зобов'язується не перепродавати та не розповсюджувати в первинному вигляді матеріали, що стали йому доступними у зв'язку з наданням Інформаційної послуги.</li>
            <li>6.5. Замовник зобов'язаний підтримувати у справному технічному стані обладнання та канали зв'язку, що забезпечують доступ до закритих каналів участі. Виконавець не несе відповідальності за ненадання (неякісне надання) Інформаційної послуги з причин, що не залежать від Виконавця (в т.ч. через невиконання п. 6.1 цієї Оферти).</li>
            <li>6.6. Замовник зобов'язується з повагою ставитись до Виконавця та інших учасників та не публікувати на каналі Виконавця інформацію, що принижує честь і гідність, а також ділову репутацію Виконавця та його команди, або зачіпають почуття інших учасників. Виконавець навіть при одноразовому порушенні даної умови має право обмежити для Замовника доступ до каналу.</li>
            <li>6.7. Замовник користується всіма правами споживача відповідно до чинного законодавства України, яке регулює відносини щодо надання послуг.</li>
            <li>6.8. Замовник у разі надання йому послуги неналежної якості має право скористатися правами, передбаченими ст. 8 Закону України «Про захист прав споживачів», виключно у випадках, коли порушення його прав сталося з вини Виконавця та за доведеністю зазначеної обставини.</li>
            <li>6.9. Усі претензії щодо якості наданої Інформаційної послуги повинні надсилатися Замовником на електронну пошту до менеджера Виконавця у Telegram за адресою:  <a href="https://t.me/fiverr_designer" target="_blank">https://t.me/fiverr_designer</a>.
                <p>Строк розгляду претензії(ій) Замовника Виконавцем становить 90 (дев'яносто) днів (у тому числі претензій, що містять вимогу про повернення коштів) з моменту надходження претензії на адресу Виконавця.</p>
            </li>
            <li>6.10. У разі прийняття рішення Виконавцем про повернення коштів, Кошти повертаються Замовнику шляхом їх: зарахування на рахунок Замовника на банківську картку, особистий рахунок або інші реквізити узгоджені сторонами. Усі повернення коштів здійснюються за умови направлення Замовником на адресу Виконавця заяви за формою, яка буде надіслана Замовнику листом електронною поштою. Сторони беззастережно приймають, що остаточне рішення про спосіб повернення коштів залишається в кожному конкретному випадку на розсуд Виконавця. У разі повернення коштів на рахунок Замовника у банку або на рахунок Замовника у платіжній системі, заповнена заява на повернення грошових коштів із підписом Замовника за формою у сканованому електронному вигляді надсилається електронною поштою Виконавцю (допускаються такі формати файлу: gif, jpeg, pdf). Заява на повернення Грошових коштів повинна містити в обов'язковому порядку відомості про рахунок Замовника, комерційну організацію (банк), де зберігається рахунок, її адресу. У разі відсутності у заяві достатніх відомостей, необхідних для повернення коштів Виконавець не гарантує строків, зазначених у п. 6.8.</li>
            <li>6.11. Кошти зараховуються на рахунок у банку, зазначений Замовником, протягом 90 календарних днів з моменту, коли Виконавець отримав підписану та скановану заяви Замовника за формою. Фінансовий документ, що підтверджує внесення коштів Виконавцем на рахунок Замовника, є доказом виконання Виконавцем обов'язку щодо повернення коштів Замовнику, що беззастережно приймається сторонами.</li>
        </ul>


        <h2>7. ВІДПОВІДАЛЬНІСТЬ СТОРІН</h2>
        <ul>
            <li>7.1. Сторони домовились, що Умови даного Договору регулюються законодавством України і саме воно підлягає застосуванню у разі виникнення розбіжностей.</li>
            <li>7.2. У випадку порушення Замовником п. 4.7, п. 6.4 даного Договору Замовник зобов'язується сплатити штраф в розмірі 100 000 (ста тисяч) гривень за кожне таке порушення. Даний штраф Замовник повинен сплатити протягом 3 (трьох) днів з дати отримання відповідного повідомлення від Виконавця. При цьому сплата штрафу не звільняє винну сторону від належного виконання своїх зобов'язань згідно цього Договору і повного відшкодування завданих збитків (включаючи упущену вигоду).</li>
            <li>7.3. Усі спори та розбіжності, які можуть виникнути у зв'язку з цими Умовами, включаючи будь-які питання щодо їх виконання, укладання, дійсності або розірвання, Сторони намагатимуться вирішити шляхом переговорів.</li>
            <li>7.4. Замовник погоджується, що з метою вирішення спорів між Сторонами ефективним та обов'язковим для використання засобом комунікації є листування із Замовником на електронну адресу та/або по телефону.</li>
            <li>7.5. За невиконання або неналежне виконання зобов'язань по цій Оферті сторони несуть відповідальність відповідно до законодавства України</li>
        </ul>


        <h2>8. ГАРАНТІЇ ЯКОСТІ ІНФОРМАЦІЙНОЇ ПОСЛУГИ</h2>
        <ul>
            <li>8.1. Замовник, приймаючи умови цієї Оферти, підтверджує свою обізнаність та погоджується із способом та формою надання інформаційних послуг.</li>
            <li>8.2. Замовник, приймаючи умови цієї Оферти, погоджується, що успішність використання Замовником отриманих знань, умінь та навичок залежить від багатьох відомих та невідомих Виконавцю факторів.</li>
            <li>8.3. Претензії Замовника з вимогою про повернення коштів приймаються лише до моменту отримання доступу до матеріалів (тобто отримання доступу до закритих каналів, де знаходяться записи), що беззастережно приймається сторонами. Після отримання Замовником доступу до каналу повернення коштів не здійснюється.</li>
            <li>8.4. Претензії з вимогою про повернення коштів мають бути надіслані Виконавцю не пізніше ніж за добу до закінчення гарантійного строку. Інші претензії з вимогою про повернення коштів Виконавцем не розглядатимуться.</li>
        </ul>

        <h2>9. ФОРС-МАЖОР</h2>
        <ul>
            <li>9.1. Сторони звільняються від відповідальності за часткове або повне невиконання зобов'язань за цим Договором, якщо це невиконання стало наслідком дії обставин непереборної сили (форс-мажорних обставин), що виникли після укладення цього Договору та унеможливили виконання зобов'язань відповідно до умов цього Договору. До таких обставин зокрема, але не обмежуючись, належать надзвичайні ситуації техногенного, природного чи екологічного характеру, аварії в системах електропостачання, руйнування цих систем, спричинені, зокрема, землетрусами, повенями, ураганами тощо, тривала відсутність електроенергії та інтернету з незалежних від сторін причин, воєнні дії, заколот, страйк, масові заворушення, заворушення та інші протиправні дії, а також стан здоров'я Виконавця (та/або ведучого вебінару), повінь, пожежа, антитерористичні операції, землетрус та інші стихійні лиха, війна, військові дії, неконтрольовані, протиправні дії та акти вандалізму третіх осіб, революційні дії, громадські заворушення, акти чи дії органів державного управління, прийняття законних чи підзаконних актів, які прямо впливають на можливість виконання сторонами умов цього Договору, та будь-які інші надзвичайні обставини.</li>
            <li>9.2. Сторони домовились, що у разі виникнення обставин, передбачених п. 9.1. Договору, термін виконання зобов'язань за цим Договором збільшується на період часу, протягом якого діяли ці обставини та їх наслідки.</li>
            <li>9.3. Якщо форс-мажорні обставини та їх наслідки продовжують діяти понад шість місяців, сторони у найкоротші терміни мають провести переговори з метою виявлення прийнятних для обох Сторін альтернативних способів виконання умов цього Договору та досягнення відповідних письмових домовленостей.</li>
        </ul>

        <h2>10. ІНШІ ПОЛОЖЕННЯ/УМОВИ</h2>
        <ul>
            <li>10.1. Замовник гарантує, що всі умови Оферти йому зрозумілі і він приймає їх безумовно та в повному обсязі, без будь-яких умов, винятків та застережень.</li>
            <li>10.2. У разі виникнення питань, які не врегульовані цим Договором, Сторони зобов'язуються керуватись нормами, встановленими чинним законодавством України.</li>
            <li>10.3. Сторони дають одна одній згоду на обробку та зберігання персональних даних, які стають відомими їм, у зв'язку із укладенням цього Договору, у межах, у яких це необхідно відповідно до вимог чинного законодавства України.</li>
            <li>10.4. Усі запити щодо використання матеріалів, які надаються, зокрема, передбачені цими Умовами, повинні надсилатися менеджеру Виконавця до Telegram за посиланням:  <a href="https://t.me/fiverr_designer" target="_blank">https://t.me/fiverr_designer</a>.</li>
        </ul>
    </SecondPage>
}

export default Oferta;