import SecondPage from "../components/SecondPage";
const PrivacyPolicy = () => {
    return <SecondPage>
        <h1>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h1>
        
        <h2>1. Загальні умови</h2>
        <ul>
            <li>1.1. Ця Політика визначає порядок обробки та захисту фізичною особою-підприємцем Михайлова Катерина Дмитрівна, e-mail: <a href="mailto:muhaylovakate0@gmail.com">muhaylovakate0@gmail.com</a> (далі - "Власником") та її партнерами (далі - Партнери) інформації про фізичних осіб (далі — Користувач), яка може бути отримана Власником при придбанні Користувачем послуг/товарів, невиключної ліцензії, що надаються у тому числі за допомогою сайту, сервісів, служб, програм, які використовуються Власником та/або Партнерами (далі — Сайт, Сервіси).</li>
            <li>1.2. Метою цієї  Політики є забезпечення належного захисту персональної інформації, яку Користувач надає про себе самостійно під час використання Сайту, Сервісів або в процесі реєстрації, для придбання товарів/послуг, невиключної ліцензії від несанкціонованого доступу та розголошення.</li>
            <li>1.3. Відносини, пов'язані зі збиранням, зберіганням, розповсюдженням та захистом інформації, яку надає Користувач, регулюються цією Політикою, іншими офіційними документами Власника та чинним законодавством України.</li>
            <li>1.4. Реєструючись на Сайті та використовуючи Сайт та Сервіси Власника Користувач висловлює свою повну згоду з умовами цієї Політики та надає згоду на обробку, використання, поширення своїх персональних даних згідно з її умовами.</li>
            <li>1.5. У разі незгоди Користувача з умовами цієї Політики використання Сайту та/або будь-яких Сервісів, доступних при використанні Сайту, має бути негайно припинено.</li>
            <li>1.6. У разі незгоди Користувача щодо отримання інформації від Власника та/або Партнерів Користувач може відписатися від розсилки шляхом надсилання повідомлення на електронну пошту: <a href="mailto:muhaylovakate0@gmail.com">muhaylovakate0@gmail.com</a>. Звернення обробляється максимум протягом 24 годин. В результаті інформація про Користувача не включається до сегменту розсилок.</li>
        </ul>

        <h2>2. Цілі збору, обробки та зберігання інформації, що надається користувачами Сайту</h2>
        <ul>
            <li>2.1. Обробка персональних даних Користувача здійснюється відповідно до законодавства України. Власник обробляє персональні дані Користувача з метою:
                <ul>
                    <li>- ідентифікації сторони в рамках угод та договорів, що укладаються з Власником та/або Партнерами;</li>
                    <li>- надання Користувачеві товарів/послуг, доступу до Сайту, Сервісів;</li>
                    <li>- зв'язку з Користувачем, направленні Користувачеві транзакційних листів у момент отримання заявки реєстрації на Сайті або отриманні оплати від Користувача, разово, якщо Користувач здійснює ці дії, направленні Користувачеві повідомлень, запитів;</li>
                    <li>- направленні Користувачеві повідомлень рекламного та/або інформаційного характеру;</li>
                    <li>- перевірки, дослідження та аналізу таких даних, що дозволяють підтримувати та покращувати сервіси та розділи Сайту, а також розробляти нові сервіси та розділи Сайту;</li>
                    <li>- проведення статистичних та інших досліджень, на основі знеособлених даних.</li>
                </ul>
                <p>Обробка вищевказаних персональних даних може здійснюватися шляхом змішаної обробки персональних даних, і може включати збір, систематизацію, накопичення, зберігання, уточнення, знеособлення, блокування, знищення персональних даних.</p>
                <p>Персональні дані можуть передаватися третім особам з метою отримання Користувачем товарів/ послуг, а також для досягнення інших цілей щодо яких є домовленість Сторін.</p>
                <p>Персональні дані можуть опрацьовуватися протягом усього строку позовної давності, передбаченого законодавством України щодо укладеного Користувачем з Власником та/або Партерами Договору.</p>
            </li>
        </ul>

        <h2>3. Умови обробки персональної інформації наданої Користувачем та її передачі третім особам</h2>
        <ul>
            <li>3.1. Власник вживає всіх необхідних заходів для захисту персональних даних Користувача від неправомірного доступу, зміни, розкриття чи знищення.</li>
            <li>3.2. Власник надає доступ до персональних даних Користувача лише тим працівникам, підрядникам та Партнерам, яким ця інформація необхідна для забезпечення функціонування Сайту, Сервісів та надання Послуг, продажу товарів.</li>
            <li>3.3. Власник має право використовувати надану Користувачем інформацію, у тому числі персональні дані, з метою забезпечення дотримання вимог чинного законодавства України (у тому числі з метою запобігання та/або припинення незаконних та/або протиправних дій Користувачів). Розкриття наданої Користувачем інформації може бути здійснене лише відповідно до чинного законодавства України на вимогу суду, правоохоронних органів, а також в інших передбачених законодавством України випадках.</li>
            <li>3.4. Власник не перевіряє достовірність інформації, яку надає Користувач, і виходить з того, що Користувач в рамках сумлінності надає достовірну та достатню інформацію, піклується про своєчасність внесення змін до раніше наданої інформації при появі такої необхідності, включаючи, але не обмежуючись зміною номера телефону.</li>
        </ul>

        <h2>4. Умови користування Сайтом, Сервісами, Навчальними матеріалами</h2>
        <ul>
            <li>4.1. Користувач при користуванні Сайтом, навчальними матеріалами підтверджує, що:
                <ul>
                    <li>- має всі необхідні права, що дозволяють йому здійснювати реєстрацію та використовувати Послуги, пропоновані Власником;</li>
                    <li>- вказує достовірну інформацію про себе в обсягах, необхідних для користування Послугами Сайту, обов'язкові для заповнення поля для подальшого надання Послуг сайту позначені спеціальним чином, вся інша інформація надається користувачем на власний розсуд.</li>
                    <li>- ознайомлений із цією Політикою, висловлює свою згоду з нею та приймає на себе зазначені в ній права та обов'язки. Ознайомлення з умовами цієї Політики, розміщеної на сайті, є письмовою згодою Користувача на збирання, зберігання, обробку та передачу третім особам персональних даних, що надаються Користувачем.</li>
                </ul>
            </li>
            <li>4.2. Власник не перевіряє достовірність інформації, що одержується (збирається) про Користувачів, за винятком випадків, коли така перевірка необхідна з метою виконання зобов'язань перед Користувачем.</li>
        </ul>

        <h2>5. У рамках цієї Політики під «персональною інформацією Користувача» розуміються:</h2>
        <ul>
            <li>5.1. Дані, надані Користувачем самостійно при користуванні Сайтом, Сервісами включаючи але, не обмежуючись: Прізвище, ім'я, по батькові; Прізвище, ім'я у латинській транскрипції, як вони зазначені у закордонному паспорті; Рік, місяць та число народження; Місце народження; Рік; Адреса електронної пошти; Домашній та контактний (мобільний) телефони; та інші дані необхідні для виконання домовленостей між сторонами.</li>
            <li>5.2. Дані, які автоматично передаються Сервісам у процесі їх використання за допомогою встановленого на пристрої Користувача програмного забезпечення, у тому числі IP-адреси, інформації з cookie, інформації про браузер користувача (або іншої програми, за допомогою якої здійснюється доступ до Сервісів), час доступу адресу запитуваної сторінки.</li>
        </ul>

        <h2>6. Зміна Політики конфіденційності. Застосовне законодавство</h2>
        <ul>
            <li>6.1. Власник має право вносити зміни до цієї Політики конфіденційності. Під час внесення змін до актуальної редакції вказується дата останнього оновлення. Нова редакція Політики набирає чинності з її розміщення, якщо інше не передбачено новою редакцією Політики.</li>
            <li>6.2. До цієї Політики та відносин між Користувачем та Власником, що виникають у зв'язку із застосуванням Політики конфіденційності, підлягає застосуванню право України.</li>
        </ul>

        <h2>7. Зворотній зв'язок. Запитання та пропозиції</h2>
        <ul>
            <li>7.1. Усі пропозиції або питання щодо цієї Політики слід повідомляти в Службу підтримки проекту шляхом надсилання повідомлення на електронну пошту за адресою: <a href="mailto:muhaylovakate0@gmail.com">muhaylovakate0@gmail.com</a>.</li>
        </ul>
    </SecondPage>
}

export default PrivacyPolicy;